{
	missions: {
		welcome-no-tut: {
			name: "Ласкаво просимо"
			desc: "Ласкаво просимо до Dream Engines. Навчання відключене, але <highlight>цілі</highlight> у верхньому правому куті екрану допоможуть вам орієнтуватися. Наведіть курсор на ціль, щоб дізнатися більше про неї.\n\nПам'ятайте: натисніть <highlight>'Tab'</highlight>, щоб переключатися між режимами бою та управління містом."
		}

		welcome-pre-fortifications-save: {
			name: "Критичні зміни з моменту вашого останнього збереження"
			desc: "Ласкаво просимо назад до Dream Engines. Після вашого останнього збереження ми випустили нове оновлення. Це оновлення включає зміни в атаках ворогів, які можуть <highlight>призвести до вашої смерті</highlight>, якщо ви <highlight>не обізнані</highlight> про них. Ось деякі з найважливіших змін:\n\n* Вороги в рейдах тепер будуть <highlight>ігнорувати стіни</highlight>, якщо вони не блокують їхній шлях. Стіни тепер також міцніші.\n\n* Блукаючі вороги іноді будуть <highlight>атакувати ваше місто</highlight> і будівлі <highlight>без попередження</highlight>. Вони набагато слабші за рейди, але ви повинні переконатися, що всі ваші будівлі добре захищені.\n\n* Великі вороги рівня 2 та вище тепер <highlight>броньовані</highlight>. Дерев'яні турелі та легкі арбалети <highlight>завдають їм половину шкоди</highlight>. Вам, можливо, захочеться замінити ваші турелі на більш вдосконалені версії.\n\n* Тепер у грі є <highlight>кам'яні турелі та стіни</highlight>."
		}

		// Tutorial Missions
		welcome: {
			name: "Ласкаво просимо"
			texts: {
				desc: "Ласкаво просимо до Dream Engines. Цей <highlight>підручник</highlight> проведе вас через основні елементи керування грою.\n\nЦе лише гід і він не впливає на гру, тому ви все одно можете програти, якщо ваше місто буде знищене під час підручника."
				desc2: "Слідуйте інструкціям у <highlight>верхньому правому</highlight> куті екрану."
			}
		}

		images: {
			name: "Навігація в підручнику"
			texts: {
				intro: "Деякі повідомлення підручника, такі як це, включають візуальні гіди у вигляді відео та зображень. Наведіть курсор миші на іконку відео, щоб переглянути його."
				previous: "Ви можете переглянути всі попередні підручники в журналі, натиснувши клавішу F1 або кнопку допомоги в меню гри (ESC)."
				pause: "Ви також можете поставити гру на паузу і взяти час для читання повідомлень підручника. Натисніть пробіл, щоб призупинити/відновити гру в будь-який час."
			}
			objectives: {
				hover-video: "Наведіть курсор на іконку відео вище"
				unpause: "Поставте гру на паузу та зніміть з паузи"
			}
		}

		movement: {
			name: "Рух"
			texts: {
				intro: "Як наглядач, ви керуєте <highlight>Tiny</highlight> - древньою броньованою розвідувальною одиницею."
				move: "Переміщайте Tiny за допомогою клавіш <highlight>WASD</highlight>."
				zoom: "Використовуйте <highlight>колесо миші</highlight>, щоб збільшити або зменшити масштаб."
				rotate: "Утримуйте <highlight>середню кнопку миші</highlight>, щоб обертати камеру."
			}
			objectives: {
				movemech: "Переміщайтеся"
				movemech-hover: "Як наглядач, ви керуєте <highlight>Tiny</highlight> - древньою броньованою розвідувальною одиницею.\n\nВикористовуйте клавіші <highlight>WASD</highlight>, щоб переміщатися. Tiny завжди буде дивитися в бік курсора миші."
				zoom: "Змініть масштаб"
				zoom-hover: "Використовуйте <highlight>колесо прокрутки миші</highlight>, щоб збільшити або зменшити масштаб."
				rotate: "Обертання камери"
				rotate-hover: "Утримуйте <highlight>середню кнопку миші</highlight> і рухайте мишу для обертання камери.\n\nВи можете натиснути <highlight>'N'</highlight>, щоб повернутися до виду за замовчуванням."
			}
		}

		switch-to-mgmt-mode: {
			name: "Режими Бою та Управління"
			texts: {
				combat-mode: "<highlight>Режим бою</highlight> використовується для дослідження карти та боротьби з ворогами."
				mgmt-mode: "<highlight>Режим управління</highlight> використовується для будівництва та управління вашим містом."
				switch: "Натисніть <highlight>'Tab'</highlight>, щоб переключатися між режимами та відкрити режим управління."
			}
			objectives: {
				management-mode: "Перейдіть у режим управління"
			}
		}

		build-houses: {
			name: "Будівництво"
			texts: {
				intro: "Щоб збільшити населення вашого міста, <highlight>побудуйте кілька будинків</highlight> для ваших робітників."
				build: "Виберіть кнопку <highlight>'Будинок'</highlight> в меню будівництва, а потім натисніть на карту, щоб розмістити їх."
			}
			objectives: {
				buildhouses: "Побудуйте будинки"
			}
		}

		build-rails: {
			name: "Автоматична доставка"
			texts: {
				intro: "Будинкам потрібен постійний запас їжі. Ресурси в Dream Engines транспортуються через <highlight>автоматичну систему рейок</highlight>, яка працює як конвеєрні стрічки."
				build: "Щоб побудувати рейки, виберіть їх у категорії Інфраструктура, потім натисніть і тягніть у напрямку, в якому повинні переміщуватися ресурси."
				access-points: "Будівлі надсилають або отримують ресурси з точок доступу. Тягніть рейки до/від будівлі, щоб створити слоти вводу/виводу."
			}
			objectives: {
				sendfood: "Створіть вихід для відправки їжі з ядра міста"
				connect-houses: "Створіть входи для будинків"
				housesactive: "Підключіть рейки та доставте їжу до обох будинків."
			}
		}

		equip-repairkit: {
			name: "Інвентар та Обладнання"
			texts: {
				intro: "Перш ніж вирушити на небезпечні околиці в пошуках додаткових ресурсів, вам слід оснастити кілька <highlight>ремонтних комплектів</highlight> на випадок, якщо Tiny отримає пошкодження."
				grab: "Ремонтні комплекти знаходяться в ядрі міста. Щоб відкрити вікно будівлі, <highlight>натисніть ліву кнопку миші</highlight> на ньому в режимі <highlight>управління</highlight>."
				equip: "Потім призначте ремонтний комплект на швидкий слот. Натисніть <highlight>'I'</highlight>, щоб відкрити вікно персонажа."
			}
			objectives: {
				collectrepairkit: "Візьміть ремонтні комплекти зі складу в ядрі міста"
				equiprepairkit: "Призначте ремонтний комплект на швидку панель"
			}
		}

		grab-items: {
			name: "Переміщення предметів"
			texts: {
				grab: "Це вікно будівлі. Ви можете бачити інвентар Tiny зліва, а сховище будівлі та іншу інформацію - справа.\n\nУтримуйте <highlight>'SHIFT'</highlight> і <highlight>клікніть</highlight> на іконку <highlight>Ремонтного Комплекту</highlight>, щоб взяти всю стопку."
			}
		}

		quickbar: {
			name: "Призначення на Швидку Панель"
			texts: {
				assign: "Натисніть на один з <highlight>порожніх слотів швидкої панелі</highlight> в області персонажа, а потім виберіть предмет, який ви хочете призначити на цей слот.\n\nПісля призначення ви можете натиснути відповідну комбінацію клавіш в режимі бою, щоб використовувати цей предмет."
			}
		}

		tiny-combat: {
			name: "Боротьба з Dream Plagues"
			texts: {
				intro: "Під час досліджень Tiny зустріне Dream Plagues (Drep). Tiny оснащений змінною зброєю, однією дальнього та однією ближнього бою, за допомогою яких він може захищатися від цих ворожих істот."
				attack: "Використовуйте <highlight>ліву кнопку миші</highlight> для атаки зброєю ближнього бою Tiny, а <highlight>праву кнопку миші</highlight> для атак дальнього бою."
				tips: "Натисніть і утримуйте, щоб атакувати безперервно, і не забудьте натиснути <highlight>TAB</highlight>, щоб переключитися в режим бою."
			}
			objectives: {
				combatmode: "Перейдіть у режим бою"
				meleeattack: "Атакуйте зброєю ближнього бою"
				rangedattack: "Атакуйте зброєю дальнього бою"
			}
		}

		collect-bloodwood: {
			name: "Збирачі ресурсів"
			texts: {
				intro: "Час збирати ресурси. Досліджуйте область навколо міста, яка позначена на вашій мінікарті, і шукайте вузол ресурсу <highlight>Кроваве дерево</highlight>."
				build: "Щоб побудувати збирача, перейдіть в режим управління, <highlight>натисніть на ресурс</highlight>, щоб відкрити його вікно, а потім натисніть кнопку <highlight>Різак Кровавого Дерева</highlight>."
			}
			objectives: {
				findwood: "Знайдіть ділянку ресурсу кровавого дерева"
				gatherwood: "Побудуйте {0}"
			}
		}

		build-warper: {
			name: "Виробництво"
			texts: {
				intro: "Ви зараз збираєте колоди, але перш ніж їх можна буде використовувати, їх потрібно обробити в <highlight>дошки</highlight> і перевезти на <highlight>склад</highlight>. Колоди та інші сировинні матеріали не можна брати з собою, коли ви відлітаєте, тоді як оброблені матеріали можна."
				buildwoodwarper: "Дошки виробляються з колод у <highlight>Верстаті для обробки дерева</highlight>. Верстати для обробки дерева повинні бути в межах вашої <highlight>зони живлення</highlight>, тому краще будувати їх біля міста."
				freecamera: "У режимі управління натисніть 'Space', щоб призупинити гру, і 'F', щоб увімкнути вільну камеру. Потім ви можете будувати по всій карті, не переміщуючи Tiny, поки гра призупинена."
			}
			objectives: {
				buildwoodwarper: "Побудуйте {0} x {1} і забезпечте їх колодами"
			}
		}

		speedup: {
			name: "Прискорення"
			texts: {
				sendplanks: "Тепер побудуйте кілька рейок, щоб відправити дошки з верстатів у ядро вашого міста для зберігання, а потім зачекайте, поки будуть вироблені деякі дошки."
				speedup: "Ви можете прискорити гру, коли чекаєте на доставку дощок. Натисніть і утримуйте кнопку прискорення (за замовчуванням '+') після побудови рейок."
			}
			objectives: {
				haveplanks: "Зберіть {0} x{1}"
			}
		}

		city-level1: {
			name: "Рівень Міста"
			texts: {
				nodes: "Під час досліджень звертайте увагу на додаткові вузли ресурсів. Після того, як ресурсний вузол вичерпається, він буде виробляти ресурси з меншою швидкістю, і вам, можливо, знадобиться підключити більше вузлів."
				increase-pop: "Тепер <highlight>збільште рівень населення вашого міста</highlight>, щоб відкрити більше будівель. Щоб підвищити рівень міста, вам потрібно збільшити населення. Ви можете побачити прогрес на HUD у верхній частині екрану."
			}
			objectives: {
				build-houses: "Забезпечте їжею 3 будинки"
				city-level1: "Досягніть населення {1}"
			}
		}

		craft-repairkit: {
			name: "Крафт"
			texts: {
				intro: "Щоб бути більш ефективним у дослідженнях, зборі ресурсів та захисті вашого міста, вам знадобиться краще <highlight>обладнання</highlight>. Перш ніж ви зможете створювати нову зброю або броню, вам потрібно буде провести деякі дослідження (про це пізніше), але вже зараз ви можете <highlight>створити кілька ремонтних комплектів</highlight>."
				craft: "Натисніть <highlight>'C'</highlight>, щоб відкрити вікно крафту, потім виберіть ремонтний комплект і натисніть кнопку крафту. Можливо, вам спочатку потрібно буде отримати більше дощок."
			}
			objectives: {
				craftrepairkit: "Створіть {0}"
			}
		}

		produce-food-farms: {
			name: "Виробництво їжі - Фермерство"
			texts: {
				farms: "Тепер варто подбати про ваші запаси їжі, вони не будуть нескінченними. Перший крок у виробництві їжі - це вирощування сировини. Кілька <highlight>Ферм Пурптатосів</highlight> мають впоратися з цим завданням. Ви знайдете їх у категорії <highlight>'Збір'</highlight>."
				tesla: "Ви можете розширити свою зону живлення, побудувавши <highlight>Вежі Тесли</highlight> з категорії Живлення."
			}
			objectives: {
				buildtesla: "Побудуйте Вежу Тесли"
				buildfarm: "Побудуйте ферми пурптатосів біля міста"
			}
		}

		produce-food-process: {
			name: "Виробництво їжі - Переробка"
			texts: {
				intro: "Тепер побудуйте <highlight>Харчовий Завод</highlight> і налаштуйте рейки для транспортування <highlight>пурптатосів з ферми</highlight>, потім відправте вироблену їжу на <highlight>склад ядра міста</highlight>."
				more-food: "Зі зростанням населення вам потрібно буде виробляти більше їжі, і ви можете побудувати більше ферм, щоб Харчовий Завод працював з повною ефективністю. Ви можете бачити кількість вводу і виводу за цикл в інтерфейсі виробництва при взаємодії з будівлями."
			}
			objectives: {
				buildfoodplant: "Побудуйте {0}"
				producefood: "Забезпечте {0} пурптатосами"
				sendfood: "Відправте їжу на склад"
			}
		}

		power-flux: {
			name: "Енергія та Флюс"
			texts: {
				intro: "Щоб місто функціонувало, вам потрібно більше ніж їжа та деревина. Вам також потрібно виробляти достатньо <highlight>Енергії</highlight> та <highlight>Флюсу</highlight>."
				buildflux: "Деякий Флюс виробляється в будинках, але для отримання більших кількостей потрібні Резервуари для Флюсу. Побудуйте кілька таких <highlight>поза межами вашого міста</highlight>. Їхній найпростіший рецепт виробництва не потребує сировини, тому не хвилюйтеся, де їх розміщувати."
				buildpower: "Енергія не потрібна для будівництва нових будівель, але вона важлива для функціонування існуючих. Переконайтеся, що ваше виробництво енергії завжди в плюсі. Ви можете виробляти енергію на <highlight>Генераторі Енергії</highlight>. Як і флюс, його найпростіший рецепт не потребує сировини, але їх не можна будувати надто близько один до одного."
			}
			objectives: {
				buildflux: "Побудуйте {0} x {1} біля міста"
				buildpower: "Побудуйте {0} x {1} біля міста"
			}
		}

		move-objects: {
			name: "Управління Територією Міста"
			texts: {
				intro: "Ви майже готові почати досліджувати самостійно. Перш ніж це зробити, вам слід зрозуміти основну концепцію <highlight>будівництва всередині</highlight> або <highlight>зовні</highlight> вашого міста."
				flying: "Оскільки ваше місто може <highlight>літати</highlight>, є переваги у будівництві всередині нього - ви можете <highlight>взяти ці будівлі з собою</highlight>. Однак простір обмежений, і хоча ви зможете пізніше розширити територію вашого міста та максимальну вагу, вам потрібно буде пріоритезувати, що ви будуєте в ньому. Більшість базових будівель дешеві та займають багато місця, тому їх краще будувати зовні - і розбирати перед відльотом."
				longrun: "У довгостроковій перспективі ви захочете мати можливість брати з собою все більше вашої промисловості, коли відлітаєте. Тому деякі більш дорогі будівлі або <highlight>покращені версії</highlight> базових будівель слід будувати всередині міста."
				moving: "На щастя, більшість будівель можна переміщувати. Щоб перемістити будівлю, натисніть <highlight>'M'</highlight> в режимі управління, потім натисніть на будівлю, яку хочете перемістити, і розмістіть її на новому місці."
			}
			objectives: {
				movebuilding: "Перемістіть будівлю"
			}
		}

		tutorial-end: {
			name: "Кінець підручника"
			texts: {
				end1: "Відмінна робота! Це кінець підручника. Це були лише найосновніші елементи керування, вам ще багато чого треба дізнатися. Додаткові функції та механіки, такі як дослідження, захист вашого міста, відліт і оновлення інфраструктури, будуть пояснені, коли ви зіткнетеся з ними."
				end2: "Вашою першою метою має бути <highlight>збільшення населення</highlight>, щоб відкрити <highlight>лабораторію досліджень</highlight>. Кінцева мета гри - знайти спосіб заснувати <highlight>постійне поселення</highlight>."
				end3: "<highlight>Збирайте</highlight> якомога більше <highlight>ресурсів</highlight>, щоб <highlight>переробити</highlight> їх, і будьте готові відлетіти, перш ніж Dream Plagues зруйнують вашу оборону."
				end4: "Якщо у вас є відгуки, будь ласка, скористайтеся кнопкою надсилання відгуків або приєднуйтеся до нашого дискорду (посилання на головному екрані). Удачі!"
			}
		}



		// Situational Tutorials

		researchlab-unlocked: {
			name: "Лабораторії досліджень"
			texts: {
				build: "Ваше населення тепер дозволяє будувати <highlight>лабораторії досліджень</highlight>. Будуйте лабораторії, щоб досліджувати технології та відкривати нові будівлі, обладнання та інші бонуси."
				research: "Натисніть <highlight>'R'</highlight>, щоб відкрити екран досліджень і вибрати технології для дослідження."
				materials: "Щоб лабораторії виробляли знання, переконайтеся, що ви <highlight>регулярно забезпечуєте їх необхідними матеріалами</highlight>, як показано у віджеті виробництва під час взаємодії з лабораторією."
			}
			objectives: {
				buildlab: "Побудуйте {0}"
				research-selected: "Виберіть технологію для дослідження"
				activatelab: "Забезпечте {0} ресурсами"
			}
		}

		research-screen: {
			name: "Екран досліджень"
			texts: {
				desc: "Цей екран дозволяє вам планувати та встановлювати свої дослідження. Кожна тема має вартість у <highlight>очка знань</highlight> і елементи, які розблоковуються після завершення цього дослідження.\n\nНаведіть курсор миші на розблоковані елементи, щоб дізнатися більше про них."
				desc2: "<highlight>Клацніть</highlight> на будь-яку тему дослідження, щоб встановити мету. <highlight>Shift + клацання</highlight>, щоб додати додаткові теми в кінець черги.\n\nПісля вибору мети дослідження лабораторії почнуть виробляти знання. Очки знань будуть призначені першій темі в черзі досліджень, поки вона не буде завершена."
			}
		}

		expand-city: {
			name: "Розширення"
			texts: {
				desc: "Тепер ви можете розширити територію свого міста, щоб створити більше місця для ваших житлових і виробничих будівель."
				desc2: "Виберіть <highlight>'Розширення міста'</highlight> у категорії <highlight>'Інфраструктура'</highlight> в <highlight>меню будівництва</highlight>, а потім виберіть розширення, яке ви хочете придбати на карті."
			}
		}

		missing-workers: {
			name: "Працівники"
			texts: {
				desc: "У вас недостатньо працівників для всіх ваших будівель. Ваше населення також служить працівниками для управління вашим містом та його промисловістю. <highlight>Працівники створюються в ядрі міста</highlight>, але лише якщо у вас є вільне <highlight>житло</highlight>."
				desc2: "Щоб збільшити максимальну кількість населення, <highlight>будуйте та покращуйте будинки</highlight> і переконайтеся, що вони мають постійний <highlight>запас їжі</highlight>. Будинки <highlight>без електрики або їжі</highlight> не надаватимуть житлового простору."
			}
		}

		mini-raids: {
			name: "Блукаючі Чумні Сни"
			texts: {
				desc: "Поки ваше місто на землі, воно вразливе. Більшість чумних снів неактивні, якщо ви не наближаєтесь до них, але іноді невеликі групи можуть блукати поблизу вашого міста <highlight>і атакувати без попередження</highlight>."
				desc2: "Хоча Tiny може легко розправитися з цими невеликими групами, ви не можете бути всюди одночасно, а ці створіння можуть швидко знищити незахищені будівлі. Щоб запобігти цьому, закрийте всі входи до вашого міста <highlight>стінами та воротами</highlight> і захистіть їх <highlight>турелями</highlight>."
			}
			objectives: {
				build-turret: "Побудуйте {0} x {1}"
				build-wall: "Побудуйте {0} x {1}"
			}
		}

		attack-warning: {
			name: "Рейди Дрепів"
			texts: {
				desc: "Іноді ваше місто буде приваблювати більші групи Чумних Снів, які спробують його знищити. Ці <highlight>рейди</highlight> набагато небезпечніші за ті, що блукають навколо, і вони атакують у кілька хвиль."
				desc2: "Ви можете <highlight>відстежувати рейд на мінікарті</highlight>, і настійно рекомендується побудувати деякі оборонні споруди та захистити свої будівлі з боку, звідки приходить рейд.\n\n<highlight>Турелі</highlight> забезпечують додаткову вогневу міць, але не можуть витримати надто багато ушкоджень, тому обов'язково встановіть кілька <highlight>стін</highlight>."
				desc3: "Дерев'яні турелі стріляють повільно, але завдають <highlight>вибухових ушкоджень по площі</highlight>. Вони добре підходять для боротьби з групами слабших ворогів, але вам, можливо, доведеться допомогти їм впоратися з сильнішими.\n\nВи також можете переміщувати турелі під час реорганізації свого міста, але лише за умови, що рейд не активний і не наближається."
			}
		}

		taking-off: {
			name: "Зліт"
			texts: {
				desc: "Поки ваше місто залишається на місці, рейди Дрепів ставатимуть все агресивнішими. Ви можете бачити поточний <highlight>рівень загрози</highlight> на своєму HUD."
				desc2: "Коли ви відчуєте, що вони стають занадто жорстокими, вам слід злетіти та знайти спокійніше місце для посадки. <highlight>Натисніть кнопку запуску</highlight> на HUD, щоб розпочати процедуру зльоту. Це <highlight>займає деякий час</highlight>, поки двигуни розігріваються, тому <highlight>не чекайте занадто довго</highlight>, інакше ви станете їжею для Дрепів."
				desc3: "Пам'ятайте, що тільки будівлі всередині міста полетять разом з вами, тому розгляньте можливість демонтажу зовнішніх, щоб повернути деякі ресурси, або переміщення їх до міста, якщо у вас є вільний простір і вантажопідйомність."
				desc4: "Також неочищені сировинні матеріали, такі як колоди, занадто важкі для перевезення, тому вони залишаться. Очистіть якомога більше перед відльотом. І переконайтеся, що Tiny знаходиться в місті, коли таймер закінчиться!"
			}
		}

		infrastructure-upgrades: {
			name: "Модернізація Інфраструктури"
			texts: {
				desc: "Тепер ви можете побудувати майстерню, яка виробляє матеріали для <highlight>модернізації вашої інфраструктури</highlight>. Модернізація інфраструктури надає постійні бонуси та здібності."
				desc2: "Зберіть достатньо матеріалів для модернізації, а потім натисніть <highlight>'K'</highlight>, щоб відкрити екран інфраструктури та придбати модернізацію."
			}
			objectives: {
				produce-parts: "Виробіть {0} x {1}"
				purchase-upgrade: "Придбайте модернізацію інфраструктури"
			}
		}

		infrastructure-window: {
			name: "Вікно Інфраструктури"
			texts: {
				desc: "Це вікно інфраструктури. Тут ви можете використовувати <highlight>матеріали для модернізації</highlight>, щоб покращити свою інфраструктуру та отримати постійні переваги."
				desc2: "Натисніть кнопку <highlight>Модернізувати</highlight>, щоб придбати очки модернізації. Потім ви можете натискати на різні <highlight>області</highlight> вашої інфраструктури, щоб їх модернізувати. Кожен рівень області інфраструктури надає пасивні бонуси.\n\nПісля модернізації ви можете призначати додаткові очки на спеціальні <highlight>привілеї</highlight> у різних областях. Вони надають більш спеціалізовані бонуси та здібності."
			}
		}

		multiple-productions: {
			name: "Зміна Виробництва"
			texts: {
				desc: "Деякі будівлі можуть виробляти більше ніж один рецепт після того, як додаткові рецепти будуть розблоковані.\n\n<highlight>Натисніть на назву рецепта виробництва</highlight>, щоб вибрати інший рецепт."
				desc2: "Деякі рецепти вимагають побудови певних додаткових елементів, перш ніж їх можна буде виробляти в цій будівлі."
			}
		}

		rail-crossing: {
			name: "Залізничні Перетини"
			texts: {
				desc: "Залізничні перетини використовують технологію нульового простору, щоб два залізничні шляхи могли перетинатися без створення заторів."
				desc2: "Потягніть, щоб побудувати ділянку рейок так, щоб вона перетинала іншу ділянку рейок, автоматично створюючи перетин."
			}
			objectives: {
				build-crossing: "Побудуйте залізничний перетин"
			}
		}

		drep-crafting: {
			name: "Обробка Дрепів"
			texts: {
				desc: "Ви дослідили технологію, яка дозволяє вам переробляти залишки Чумних Снів у цінні ресурси. Використовуйте вкладку Ресурси у вікні крафту."
			}
			objectives: {
				craft: "Переробіть залишки дрепів"
			}
		}

		splitter-unlocked: {
			name: "Сортувальники"
			texts: {
				desc: "Дослідження Сортувальників завершено. Ці пристрої можна розміщувати на рейках, і вони будуть сортувати предмети, які потрапляють до них, у три окремих виходи, залежно від їх конфігурації."
				desc2: "Після встановлення сортувальника відкрийте його інтерфейс користувача, щоб налаштувати, які предмети потрапляють до кожного виходу."
			}
		}

		expeditioncenter-unlocked: {
			name: "Експедиційний Центр"
			texts: {
				desc: "Тепер ви можете побудувати експедиційний центр. Ця унікальна будівля дозволяє вам обирати та запускати експедиції для пошуку постачання та давніх технологій за межами вашої безпосередньої території."
				desc2: "Побудуйте експедиційний центр і взаємодійте з ним, щоб дізнатися більше про відправлення експедицій."
			}
		}

		expeditions: {
			name: "Експедиції"
			texts: {
				desc: "Це екран вибору експедицій. Кожна карта має різні варіанти експедицій залежно від біому та складності карти. Експедиції відрізняються одна від одної за вартістю, часом підготовки, тривалістю та можливими винагородами.\n\nВи можете побачити всю цю інформацію перед вибором, яку експедицію запускати."
				desc2: "Кожна експедиція має дві фази: фазу <highlight>Підготовки</highlight> та фазу <highlight>Активності</highlight>.\n\nПід час вибору експедиції <highlight>авансові витрати будуть сплачені негайно</highlight>, і розпочнеться фаза підготовки. Протягом фази підготовки експедиційний центр матиме <highlight>обслуговування залежно від обраної експедиції</highlight>.\n\nКоли підготовка завершиться, експедиція розпочнеться, і більше не буде ніякого обслуговування, за винятком команди експедиції (працівників)."
				desc3: "Після успішного завершення експедиції команда повернеться до пулу працівників, і ви зможете <highlight>вибрати свої винагороди</highlight>.\n\nВидобуток з експедиції може містити <highlight>ресурси</highlight>, <highlight>паливо</highlight> та деякі <highlight>унікальні предмети і бонуси</highlight>, які не можна отримати в іншому місці."
			}
		}

		archeology-unlocked: {
			name: "Археологічні Проекти"
			texts: {
				desc: "Археологія дозволяє вам здійснювати серйозні проекти на основі технологій старого світу та отримувати потужні, постійні бонуси."
				desc2: "Відкривайте нові проекти, розбираючи руїни. Щоб завершити ці проекти, спочатку вам доведеться дослідити та побудувати Археолога."
			}
		}

		archeology: {
			name: "Археологічні Проекти"
			texts: {
				desc: "Виберіть археологічний проект, щоб розпочати роботу над ним. Різні проекти мають різні витрати, які повинні постійно забезпечуватися археологу під час їх виконання.\n\nПісля завершення бонуси стають постійними, і більше не потрібно ніяких ресурсів."
				desc2: "Кілька археологів будуть працювати над одним проектом, якщо їм також нададуть необхідні матеріали."
				desc3: "Нові археологічні проекти можна знайти, розбираючи руїни."
			}
		}

		council: {
			name: "Міська Рада"
			texts: {
				desc: "Коли ваше місто стане достатньо великим, ваші громадяни оберуть міську раду. На кожних виборах обиратимуться три радники, по одному від кожної фракції.\n\nЯк наглядач, вам належить <highlight>вибрати голову ради</highlight> з-поміж цих радників.\n\nВи повинні обрати голову ради, перш ніж зможете закрити це вікно."
				desc2: "Кожен радник має різні <highlight>бонуси та штрафи</highlight>, які будуть застосовуватися, якщо ви виберете їх новим головою ради, і залишаться активними до наступних виборів.\n\nВи також <highlight>отримаєте вплив</highlight> з фракцією цього радника і <highlight>втратите трохи впливу</highlight> з іншими двома партіями."
				desc3: "Ви можете побачити ваш вплив з різними фракціями зліва. Коли ваш <highlight>вплив</highlight> з фракцією стане достатньо високим або низьким, ви отримаєте <highlight>бонуси або штрафи</highlight>, специфічні для цієї фракції.\n\nНаведіть курсор на різні секції у смузі впливу, щоб побачити необхідний рівень впливу та його ефекти."
			}
		}

		resource-elevators: {
			name: "Автоматичні Збирачі"
			texts: {
				desc: "Завдяки дослідженню пунктів скидання ресурсів, ваші збирачі тепер можуть <highlight>автоматично відправляти ресурси</highlight> до цих нових будівель."
				desc2: "Ви можете визначити для кожної будівлі скидання, які ресурси вона повинна отримувати, і збирачі, які не мають жодного виходу на рейки, натомість будуть відправляти візки до найближчого пункту скидання, який приймає їхній ресурс."
				desc3: "Візки збирачів не можуть пересуватися по місту, тому пункт скидання повинен бути побудований за його межами або на краю міста."
			}
		}

		exporter: {
			name: "Пакувальники Ресурсів"
			texts: {
				desc: "Пакувальники ресурсів відправляють матеріали до найближчих пунктів скидання, як і автоматичні збирачі. Пакувальники можуть відправляти <highlight>будь-які ресурси</highlight>, а не тільки сировину."
				desc2: "Забезпечте пакувальник ресурсами через рейки та налаштуйте пункт скидання для отримання цих матеріалів."
			}
		}

		gamepedia: {
			name: "Архіви Снів"
			texts: {
				desc: "Коли ви розблокуєте нові опції, ви зможете побачити інформацію про них в <highlight>Архівах Снів</highlight>. Натисніть <highlight>'H'</highlight>, щоб відкрити архіви."
			}
		}

		carrycapacity: {
			name: "Вага та Вантажопідйомність"
			texts: {
				desc: "Ваше місто стає важчим. Кожна будівля додає вагу місту, і якщо ваша вага перевищить вантажопідйомність, ви не зможете злетіти."
				desc2: "Ви можете збільшити вантажопідйомність, будуючи або модернізуючи двигуни (вимагає дослідження)."
				desc3: "Ви можете зменшити вагу, модернізуючи будівлі замість будівництва нових, і ви можете будувати деякі з ваших оборонних споруд за межами міста."
			}
		}

		overweight-takeoff: {
			name: "Перевантаження під час зльоту"
			texts: {
				desc: "Під час фази заряджання для зльоту ви перевищили вантажопідйомність вашого міста.\n\nЗаряджання зараз <highlight>призупинено</highlight>, але якщо ви зможете <highlight>збалансувати вагу міста</highlight> в наступні кілька секунд, воно продовжиться з того місця, де було зупинено. Якщо ви витратите занадто багато часу, весь прогрес буде втрачено, і процес заряджання доведеться починати спочатку."
			}
		}

		low-health: {
			name: "Малий Рівень Здоров'я"
			texts: {
				desc: "Здоров'я Tiny на низькому рівні. Здоров'я повільно <highlight>відновлюється в місті</highlight>, і ви можете призначити та використовувати <highlight>ремонтні комплекти</highlight> через швидку панель."
				desc2: "Якщо ви отримаєте занадто багато ушкоджень, буде активовано <highlight>аварійне телепортування</highlight>, яке поверне вас до міста, але ви <highlight>втратите дорогоцінний час і ресурси</highlight>.\n\nНамагайтеся зберегти Tiny в цілості."
			}
		}

		armored-enemies: {
			name: "Броньовані Вороги"
			texts: {
				desc: "Деякі з великих створінь вважаються <highlight>броньованими</highlight>. Ваші <highlight>дерев'яні турелі</highlight> неефективні проти них, завдаючи <highlight>зменшеної шкоди</highlight>."
				desc2: "Модернізуйте свої оборонні споруди, щоб краще справлятися з цими ворогами. Якщо ситуація стане занадто складною, не вагайтеся злетіти, поки не будете готові."
			}
			objectives: {
				build-turret: "Побудуйте {0}"
			}
		}

		destination-select: {
			name: "Вибір Місця Приземлення"
			texts: {
				desc: "Вітаємо, ваше місто <highlight>вперше летить</highlight>!\n\nНа цьому екрані ви можете вибрати, де хочете приземлитися наступного разу."
				desc2: "Вибирайте місце приземлення обережно. Ваш вибір вплине на <highlight>силу ворогів</highlight>, які <highlight>ресурси будуть на карті</highlight> і в якій кількості."
				desc3: "Варіанти, які вам пропонуються, залежать від поточного <highlight>Глобального Рівня Зараження</highlight> (показано у верхньому лівому куті екрана)."
				desc4: "Якщо вам не подобається жоден із цих варіантів, ви можете натиснути кнопку <highlight>Летіти Інакше</highlight>, щоб оновити ваші варіанти за рахунок трохи палива."
			}
		}

		abilities: {
			name: "Активні Здібності"
			texts: {
				desc: "Ви щойно розблокували першу <highlight>активну здібність</highlight> Tiny. Активні здібності можна використовувати так само, як ремонтні комплекти або інші витратні матеріали, але для їх використання не потрібні ресурси."
				desc2: "Ви можете призначати здібності на свою <highlight>швидку панель</highlight>, як і витратні матеріали, і більшість із них мають <highlight>періоди відновлення</highlight>, які обмежують частоту їх використання."
			}
		}

		passive-income: {
			name: "Пасивний Дохід"
			texts: {
				desc: "Ви отримали бонус пасивного доходу. Ці бонуси забезпечують вас регулярним доходом певних ресурсів."
				desc2: "Якщо у вас є пункт скидання ресурсів, налаштований для прийому цих ресурсів, вони будуть відправлені до цього пункту. В іншому випадку вони будуть зберігатися в ядрі міста."
			}
		}

		misc-items: {
			name: "Використовувані Предмети"
			texts: {
				desc: "Ви отримали використовуваний предмет. Щоб використовувати цей предмет, відкрийте свій інвентар і клацніть правою кнопкою миші на предмет. Ці предмети не можна призначити на швидку панель, оскільки вони не призначені для використання під час бою."
			}
		}

		//running-out-of-ammo: {
		//	name: "Running out of ammo"
		//	desc: "Your ranged weapons consume <highlight>ammo</highlight> when attacking, and your supply is starting to run out.\n\nYou can produce more <highlight>Atlas Bolts</highlight> in the wood warper. Open the building window to select a different recipe, and supply it with the required raw materials.\n\nAmmo is a global resource, so you don't need to transport it once it is produced."
		//	desc2: "You can see how much ammo is consumed with each shot in the weapons display at the bottom-left of the screen (in combat mode).\n\nOnly Tiny uses ammo, defensive structures produce their own ammunition and only require power."
		//}

		upgrade-layer: {
			name: "Шар Модернізації"
			texts: {
				desc: "У режимі управління ви можете активувати <highlight>'Шар Модернізації'</highlight> за допомогою кнопки ліворуч від мінікарти."
				desc2: "Коли він активний, кожна будівля показуватиме значок з її <highlight>поточним рівнем</highlight> і кнопку для <highlight>модернізації</highlight> цієї будівлі безпосередньо з ігрового огляду. Цей вигляд дуже корисний для управління вашою економікою та модернізації будівель."
				desc3: "Інші шари управління також доступні, наведіть курсор на їх кнопки, щоб дізнатися більше."
			}
		}

		onoff-tool: {
			name: "Інструмент Вкл / Викл"
			texts: {
				desc: "У режимі управління ви можете використовувати кнопку <highlight>'Інструмент Вкл / Викл'</highlight> (скорочення 'O' за замовчуванням) для увімкнення або вимкнення будівель безпосередньо з ігрового огляду."
			}
		}

		rebuild-debris: {
			name: "Залишки та Відбудова"
			texts: {
				desc: "Деякі з ваших будівель були зруйновані Чумними Снами. Зруйновані будівлі залишають після себе уламки, які ви можете використовувати, щоб побачити, що там було, і відбудувати їх, якщо ви хочете."
				desc2: "Відбудова відновить будівлю, включаючи всі модернізації, додаткові елементи та слоти введення/виведення. Це коштує стільки ж, скільки будівництво з нуля, але дозволяє відновити все одним клацанням."
				desc3: "Ви можете відбудовувати, використовуючи інструмент ремонту/відбудови (ключ 'L' за замовчуванням) або натиснувши на уламки та використовуючи вікно інформації про будівлю."
			}
		}

		sit-city-info: {
			name: "Інформація про Місто"
			texts: {
				desc: "Натисніть на назву міста в HUD, щоб відкрити вікно інформації про місто. Це вікно також надає інформацію про поточну зону приземлення."
			}
		}

		teslacrats-production: {
			name: "Дублювання Ресурсів"
			texts: {
				desc: "Ви щойно дослідили унікальну технологію Теслакратів, яка дозволяє дублювати ресурси. Щоб дублювати ресурс, спочатку потрібно отримати базову кількість, необхідну для рецепта, а потім використовувати інтерфейс крафту у вкладці 'Ресурси'."
				desc2: "Машини, які використовуються в цьому процесі, зношуються кожного разу, коли вони використовуються, тому ціна дублювання ресурсів зростає після кожної партії. Ціни повільно повертаються до норми, коли машини не використовуються, та під час польоту до нового місця приземлення."
			}
		}

		raid-spawners: {
			name: "Розломи"
			texts: {
				desc: "Ви знайшли Розлом Кошмарів. Це одна з кількох можливих точок появи Чумних Снів під час рейдів."
				desc2: "Розломи нестабільні, і ви не можете будувати поруч з ними."
			}
		}


		//management-mode: {
		//	name: "Management Mode"
		//	desc: "This is the <highlight>Management Mode</highlight>, used to build, move and interact with buildings.\n\nIn management mode, the <highlight>main toolbar</highlight> appears at the bottom, and the <highlight>build menu</highlight> at the bottom-left of the screen.\n\nMouse clicks <highlight>won't trigger attacks</highlight> in this mode, and will instead open building <highlight>interface windows</highlight>."
		//	desc2: "By default, switching to management mode also switches the camera view to <highlight>top-down</highlight>.\n\nYou can change this default behavior in the <highlight>settings window</highlight>. You can also manually switch between top-down and regular view at any time by pressing <highlight>'Z'</highlight>."
		//}






		// Milestones
		//ms-citysize1: {
		//	name: "City Size: Outpost"
		//	objectives: {
		//		milestone: "Reach city size: Outpost"
		//		milestone-hover: "Build & Upgrade houses until you reach a population level of {1}"
		//	}
		//}

		//ms-citysize2: {
		//	name: "City Size: Village"
		//	objectives: {
		//		milestone: "Reach city size: Village"
		//		milestone-hover: "Build & Upgrade houses until you reach a population level of {1}"
		//	}
		//}

		//ms-citysize3: {
		//	name: "City Size: Flying Fortress"
		//	objectives: {
		//		milestone: "Reach city size: Flying Fortress"
		//		milestone-hover: "A flying fortress requires a population of {1}. This is the largest city size in the current alpha version."
		//	}
		//}

		//ms-woodwarper: {
		//	name: "Produce: Planks"
		//	objectives: {
		//		milestone: "Have a working {0}"
		//		milestone-hover: "Build a {0} and supply it with bloodwood logs to produce planks."
		//	}
		//}

		//ms-featherstone: {
		//	name: "Produce: Featherstone"
		//	objectives: {
		//		milestone: "Have a working {0}"
		//		milestone-hover: "Build a {0} and supply it with raw featherstone."
		//	}
		//}

		//ms-foodprod: {
		//	name: "Produce: Food"
		//	objectives: {
		//		milestone: "Have a working {0}"
		//		milestone-hover: "Build a {0} and some purptato farms, then supply the {0} with purptatoes to produce food."
		//	}
		//}

		//ms-researchlab: {
		//	name: "Build: Research Lab"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Build a {0} to research technologies and unlock new possibilities.\n\nIncrease your city size to unlock the {0}."
		//	}
		//}

		//ms-workshop: {
		//	name: "Build: Workshop"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Research infrastructure upgrades and build a workshop."
		//	}
		//}

		//ms-infraupgrade: {
		//	name: "Upgrade Infrastructure"
		//	objectives: {
		//		milestone: "Upgrade Infrastructure"
		//		milestone-hover: "Produce upgrade parts in the workshop until you have enough to upgrade your infrastructure.\n\nThen open the infrastructure screen ('K' by default), purchase an upgrade, and allocate an infrastructure point."
		//	}
		//}

		//ms-fluxvat: {
		//	name: "Build: Flux Vat"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Build a {0} to increase your production."
		//	}
		//}

		//ms-teslatower: {
		//	name: "Build: Tesla Tower"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Build a {0} to extend your construction range."
		//	}
		//}

		//ms-turret: {
		//	name: "Build: Turret"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Build a {0} to defend your buildings. You may need to increase your city size to unlock it."
		//	}
		//}

		//ms-walls: {
		//	name: "Build: Wall"
		//	objectives: {
		//		milestone: "Build {0} x{1}"
		//		milestone-hover: "Turrets provide firepower, but can't take that much damage. You need to protect them and your city with walls."
		//	}
		//}

		//ms-upgradeslayer: {
		//	name: "Upgrades Layer"
		//	objectives: {
		//		milestone: "Activate the upgrades layer"
		//		milestone-hover: "In management mode, click the upgrades layer button to the left of the minimap. This will let you quickly see all building levels and upgrade them with a single click."
		//	}
		//}

		//ms-upgradebuilding: {
		//	name: "Upgrade a Building"
		//	objectives: {
		//		milestone: "Upgrade any building"
		//		milestone-hover: "Upgrading buildings is a great way to increase their efficiency without increasing your city weight and using up precious space.\nYou can upgrade buildings from the building's interface or using the upgrades layer in management mode."
		//	}
		//}

		//ms-railcrossing: {
		//	name: "Rail Crossings"
		//	objectives: {
		//		milestone: "Build a rail crossing"
		//		milestone-hover: "Drag to build a section of rails so that it crosses another section of rails to automatically create a crossing.\n\nCrossings use null-space-technology so that two rail tracks can cross each other without causing a traffic jam."
		//	}
		//}

		//ms-starwoodequipment: {
		//	name: "Craft: Starwood Equipment"
		//	objectives: {
		//		milestone: "Craft starwood equipment"
		//		milestone-hover: "Research and craft any starwood weapon or armor."
		//	}
		//}

		//ms-movebuilding: {
		//	name: "Move a building"
		//	objectives: {
		//		milestone: "Move any building"
		//		milestone-hover: "Click the move button in the tools menu, or press 'M' to activate move mode."
		//	}
		//}

		//ms-dreamarchives: {
		//	name: "Open the Dream Archives"
		//	objectives: {
		//		milestone: "Open the Dream Archives"
		//		milestone-hover: "Press 'H' to open the dream archives. New unlocks will be highlighted."
		//	}
		//}

		//ms-disablebuilding: {
		//	name: "Disable a building"
		//	objectives: {
		//		milestone: "Use on/off tool to disable any building"
		//		milestone-hover: "To disable a building click the on/off button in the tools menu, or press 'O', then click any building to toggle it on or off.\n\nDisabled buildings don't require any upkeep or workers."
		//	}
		//}

		//ms-pickcart: {
		//	name: "Pick a cart"
		//	objectives: {
		//		milestone: "Pick a cart"
		//		milestone-hover: "You can pick carts and their content will be added to your inventory through the tools menu, or by pressing 'P'."
		//	}
		//}

		//ms-craftdrep: {
		//	name: "Refine drep remains"
		//	objectives: {
		//		milestone: "Refine drep remains"
		//		milestone-hover: "Research Drep Processing, then craft any material using Drep remains from the Resources category in the crafting window."
		//	}
		//}

		//ms-map2: {
		//	name: "Level 2 map"
		//	objectives: {
		//		milestone: "Land in a 2 skull map when ready"
		//		milestone-hover: "Higher difficulty maps have more resources. Fly away and land in a 2-skull map when you feel ready."
		//	}
		//}

		//ms-upgradeequipment: {
		//	name: "Upgrade Equipment"
		//	objectives: {
		//		milestone: "Upgrade any equipment"
		//		milestone-hover: "Select the Upgrade category in the crafting window, and upgrade a piece of equipment to a higher level."
		//	}
		//}

		//ms-engine: {
		//	name: "Build: Floating Device"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Research city flying and build a {0} to increase your city's carrying power."
		//	}
		//}

		//ms-map3: {
		//	name: "Level 3 map"
		//	objectives: {
		//		milestone: "Land in a 3 skull map"
		//		milestone-hover: "Some resources are only available in higher difficulty maps. When you fly, select a destination of difficulty 3 or above with copper in it."
		//	}
		//}

		//ms-craftfuel: {
		//	name: "Produce: Fuel"
		//	objectives: {
		//		milestone: "Produce some fuel"
		//		milestone-hover: "Research the <highlight>Cauldron</highlight> and find a map with some <highlight>Glow Honey</highlight>, then produce some fuel."
		//	}
		//}

		//ms-copper: {
		//	name: "Collect: Copper"
		//	objectives: {
		//		milestone: "Gather {0} x{1}"
		//		milestone-hover: "To further upgrade your equipment and city you'll need copper. Find a map with {0} in it and collect some."
		//	}
		//}

		//ms-copperingot: {
		//	name: "Produce: Copper Ingot"
		//	objectives: {
		//		milestone: "Collect {0} x{1}"
		//		milestone-hover: "Raw copper will not get you far. Build a Smell-Ter, then produce some {0}."
		//	}
		//}

		//ms-expand: {
		//	name: "Expand City Area"
		//	objectives: {
		//		milestone: "Expand your city"
		//		milestone-hover: "Reach the required population level, then select the city expansion option from the build menu under Infrastructure. Select one of the expansion options to expand."
		//	}
		//}

		//ms-resourceelevator: {
		//	name: "Build: Resource Drop-off"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Research and build a resource drop-off to automate resource delivery."
		//	}
		//}

		//ms-copperequipment: {
		//	name: "Craft: Copper Equipment"
		//	objectives: {
		//		milestone: "Craft copper equipment"
		//		milestone-hover: "Research and craft copper equipment for that extra punch."
		//	}
		//}

		//ms-endgame: {
		//	name: "Build: Nullifier Shield"
		//	objectives: {
		//		milestone: "Build a {0}"
		//		milestone-hover: "Research and build a {0}. The shield weights a lot and requires a huge amount of workers, energy and funds to keep running, but if you keep it running long enough, you won't have to worry about Drep anymore."
		//	}
		//}
	}
}